Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/checklists/checklist_childcare.html.txt.tmx
Source language: en
Languages: ga

source: If you are a parent or guardian of a young child and you have childcare needs you can use the lists and links below to check out the main services and entitlements for someone in your situation
ga: Más tuismitheoir nó caomhnóir linbh óig thú agus má tá riachtanais chúram leanaí agat, féadfaidh tú na liostaí agus na naisc thíos a úsáid chun súil a chaitheamh ar na príomhsheirbhísí agus na teidlíochtaí atá ann do dhaoine atá faoi do chúinsí féin

source: document.write("If you would like these links to remain available while you browse this website, you can 'pin' the checklist to the right-hand side of the website
ga: document.write("Más mian leat go bhfanfadh na nascanna seo ar fáil fad is atá an suíomh seo á bhrabhsáil agat, d’fhéadfá an seicliosta a ‘ghreamadh’ ar thaobh deis an tsuímh

source: It will remain in place until you click the 'X' in the top right-hand corner.");
ga: Fanfaidh an seicliosta ansin go dtí go chliceáltar an ‘X’ sa chúinne ag barr an taoibh dheis.");

source: Some of the headings in the left hand column of each section link to general documents on the subject, and those in the right hand column link to details of specific payments or services
ga: Tá nasc idir cuid de na teidil sa cholún ar chlé i ngach mír le cáipéisí ginearálta ábhartha, agus tá nasc idir iad siúd sa cholún ar dheis le sonraí ar íocaíochtaí nó seirbhísí sonracha

source: You can find more information in the Pre-school education and childcare section of this website
ga: Féadfaidh tú teacht ar bhreis faisnéise sa mhír Oideachas naíonraí agus cúram leanaí den láithreán gréasáin seo

source: Choosing the right type of childcare for your situation:
ga: An saghas ceart de chúram leanaí a roghnú do do chás féin:

source: │ Your childcare options │ │
ga: │ Do chuid roghanna cúram leanaí │ │

source: │ Regulation of pre-schools │ │
ga: │ Rialú naíonraí │ │

source: Help with childcare costs:
ga: Cabhair le costais chúram leanaí:

source: │ For all children of a certain age │ Early Childhood Care and Education Scheme │
ga: │ Gach leanbh d’aois áirithe │ Scéim Cúraim agus Oideachais Luath-Óige │

source: │ │ Childcare during vocational training │ │ │ │
ga: │ │ Cúram leanaí le linn gairmoiliúna │

source: │ Supports parents on social welfare payments to access work and training │ Community Childcare Subvention Programme │
ga: │ Tacaíocht a thabhairt do thuismitheoirí a bhfuil íocaíochtaí leasa shóisialaigh á bhfáil acu chun obair agus oiliúint a rochtain │ │

source: │ │ │ │ │ After-School Child Care Scheme │
ga: │ │ Clár Fóirdheontais Chúram Leanaí Pobail │

source: │ │ Early Start Programme for children in disadvantaged areas
ga: │ │ Clár an Túis Luaith le haghaidh leanaí i gceantair atá faoi mhíbhuntáiste

source: │ │ Visiting teacher service for hearing and visually impaired pre-school children
ga: │ │ Seirbhís na Múinteoirí Cuartaíochta le haghaidh leanaí naíonra ar a bhfuil lagú éisteachta agus amhairc

source: │ │ Policy on early childhood education
ga: │ │ Beartas ar oideachas luath-óige

source: │ │ Immunisation for children and young people │
ga: │ │ Imdhíonadh le haghaidh leanaí agus daoine óga │

source: │ │ Health services for pre-school children │
ga: │ │ Seirbhísí sláinte le haghaidh leanaí naíonra │

source: │ Children’s health │ Child health services │
ga: │ Sláinte leanaí │ Seirbhísí sláinte leanaí │

source: │ │ Caring for a child with a disability │
ga: │ │ Cúram a thabhairt do leanbh atá faoi mhíchumas │

source: │ │ GP Visit Card │
ga: │ │ Cárta Cuairte LG │

source: │ Help with medical costs │ │
ga: │ Cabhair le costais leighis │ │

source: │ │ Long-Term Illness Scheme │
ga: │ │ Scéim Tinnis Fhadtéarmaigh │

source: │ │ Drugs Payment Scheme │
ga: │ │ Scéime Íocaíochta Drugaí │

source: │ │ Family Income Supplement │
ga: │ │ Forlíonadh Ioncam Teaghlaigh │

source: │ Family │ Child Benefit │
ga: │ An Teaghlach │ Sochar Linbh │

source: │ Carers │ Carer’s Allowance, Carer’s Benefit, Domiciliary Care Allowance and the Respite Grant are available to the parent’s or guardian’s of children with disabilities that require a greater level of care than another child of the same age
ga: │ Cúramóirí │ Tá Liúntas Cúramóra, Sochar Cúramóra, Liúntas Cúram Baile agus Deontas Cúram Faoisimh ar fáil do thuismitheoirí nó caomhnóirí leanaí atá faoi mhíchumas óna dteastaíonn leibhéal níos airde cúraim ná mar a theastaíonn ó leanbh eile den aois chéanna

source: │ │ City and County Childcare Committees │
ga: │ │ Coistí Cúram Leanaí Cathrach agus Contae │

source: │ │ Department of Children and Youth Affairs │
ga: │ │ An Roinn Leanaí agus Gnóthaí Óige │

source: │ │ National childcare organisations funded to promote quality in childcare
ga: │ │ Eagraíochtaí náisiúnta cúram leanaí atá cistithe chun cáilíocht a chur chun cinn i gcúram leanaí
